[
  {
    "id": "AAFEULER",
    "license_id": "AAFEULER",
    "source": "AAF",
    "license_level": 2,
    "name": "Euler",
    "mechtype": ["Striker","Artillery"],
    "description": "<div>The Euler features mobility-improving boosters to counteract recoil and, in bursts, hover and fly to reach new positions many mechs of its caliber can't reach. It has a fairly simple and straight-forward approach that makes the Euler a popular choice for AAF operatives and pilots, with its \"mobile firepower\" policy allowing it to field firepower on a rapid and maneuverable chassis. While Eulers are the most common AAF frame, most of them are in direct service to the AAF or contracted out to Far-Field teams so seeing them is a privilege typically only afforded to AAF employees or their enemies.</div>",
    "mounts": ["Main","Main","Aux","Heavy"],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 8,
      "evasion": 8,
      "edef": 8,
      "heatcap": 5,
      "repcap": 4,
      "sensor_range": 10,
      "tech_attack": -2,
      "save": 10,
      "speed": 4,
      "sp": 5
    },
    "traits": [
      {
        "name": "AAF Integrated Jump Jet System",
        "description": "<div>The Euler can hover when it moves or boosts; however, it must end its movement on the ground or another solid surface, or else begin falling at the end of its turn.</div>"
      },
      {
        "name": "Hotload Protocol",
        "description": "<div>At the end of the Euler’ turn, if it isn’t Engaged it may reload one weapon with the Loading tag if it has not performed a ranged attack this turn.</div>"
      },
      {
        "name": "Expansive Armaments",
        "description": "<div>The Euler has an addition integrated Aux mount that may not be modified. When a weapon in a Main mount is used to Skirmish, the weapon in the mount provided by this trait may be fired immediately after as a free action, but it may not deal bonus damage.</div>"
      }
    ],
    "core_system": {
      "name": "Stabilization Mounts",
      "active_name": "Twin Mounting",
      "active_effect": "<p>For the rest of the scene, you do not suffer penalties from being engaged, you gain immunity to impaired, and 1/round you may Lock On as a free action.</p>",
      "activation": "Protocol",
      "description": "<p>The Euler exoskeleton platform was built from the ground up so any AAF soldier could use it, leading to massive improvements to accuracy and target leading in spite of the overwhelming size of the mounts used on the Euler.</p>",
      "deactivation": "None",
      "use": "Encounter"
    },
    "image_url": "",
    "y_pos": 18
  },
  {
    "id": "AAFPYTHAG",
    "license_id": "AAFPYTHAG",
    "source": "AAF",
    "license_level": 2,
    "name": "Pythagoras",
    "mechtype": ["Defender","Controller"],
    "description": "<div>The dark horse of the AAF's mech fleet, the Pythagoras is the product of a rogue development team attempting to develop an easily stored model of mech capable of being tightly packed in space ships to spearhead offenses into hostile space where printers would be scarce and backups would be necessary. What was produced from this inter-corporate program was an armored beast of a mech as space was wasted shaping the mech into its iconic cubic shape, this wasted space leading to a level of armor and joint reinforcement not found on most other mechs.</div>",
    "mounts": ["Flex","Flex"],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 2,
      "hp": 8,
      "evasion": 8,
      "edef": 8,
      "heatcap": 6,
      "repcap": 4,
      "sensor_range": 10,
      "tech_attack": -2,
      "save": 11,
      "speed": 4,
      "sp": 7
    },
    "traits": [
      {
        "name": "Ultra Compact Form",
        "description": "<div>The Pythagoras counts as size 1/2 when lifted by, carried by, or while mounting other mechs or vehicles (e.g. with a Ship NPC's Transport Trait or the Mule Harness' effect.)</div>"
      },
      {
        "name": "AAF Integrated Jump Jet System",
        "use": "Turn",
        "description": "<div>The Pythagoras can hover when you move or boost; however, it must end its movement on the ground or another solid surface, or else begin falling at the end of its turn.</div>"
      },
      {
        "name": "Panelled Plating",
        "description": "<div>The Pythagoras can deploy drones on itself when it deploys them. If it does so, the drones occupy the same space as the Pythagoras, copy the Pythagoras' movements exactly, and gain Hard Cover against all attacks until they move into a different space. These drones count for the combined size of the Pythagoras when it is mounted, carried or lifted, or dragged.</div>"
      }
    ],
    "core_system": {
      "name": "Emergency Relay",
      "active_name": "Overdrive",
	    "active_effect": "<p>Until the end of the turn, you:</p><ul><li><p>may boost as a free action 1/round;</p></li><li><p>gain immunity to Prone;</p></li><li><p>automatically succeed all saves you are forced to make;</p></li><li><p>gain up to 1d6 heat from Overcharge;</p></li><li><p>load all Loading weapons as a free action.</p></li></ul><hr>",
      "activation": "Protocol",
      "description": "<p>The Pythagoras is known for its unique ability to compartmentalize attachments and itself. What isn't as well known for is its ability to supercharge parts of itself to perform at optimum capacity.</p>",
      "deactivation": "None",
      "use": "Turn",
      "active_actions": [],
      "active_bonuses": [],
      "active_synergies": [],
      "passive_name": "Underling Overcharge",
      "passive_effect": "<p>The Pythagoras issues an emergency overcharge to deployed systems. Gain the Combat Recall reaction.</p>",
      "passive_actions": [
        {
          "name": "Combat Recall",
          "activation": "Reaction",
          "detail": "<p>Immediately recall the drone. If it cannot be recalled, if it is a part of a Limited System, destroy it and regain one limited charge.</p>",
          "cost": 0,
          "pilot": false,
          "damage": [],
          "range": [],
          "synergy_locations": [],
          "tech_attack": false,
          "frequency": "1/round",
          "trigger": "<p>A drone adjacent to you under your control receives damage.</p>"
        }
      ],
      "passive_bonuses": [],
      "passive_synergies": [],
      "deployables": [],
      "counters": [],
      "integrated": [],
      "special_equipment": [],
      "tags": []
    },
    "image_url": "",
    "y_pos": 3
  },
  {
    "id": "AAFTHALES",
    "license_id": "AAFTHALES",
    "source": "AAF",
    "license_level": 2,
    "name": "Thales",
    "mechtype": [
      "Artillery",
      "Controller"
    ],
    "description": "<div>The Thales is the penultimate showcase of the AAF's elite's battle strategy. Effective, accurate, and capable firepower. Often described as \"a walking cockpit with guns,\" the Thales is a simpler side of the AAF's defensive capabilities. Simple, overwhelming firepower. The high platform afforded to it by its heavy, massive legs allows it to see further than many other mechs, and its advanced Multi-Pit system allows for a full fireteam to be posted in one of these mechs, each man controlling a single weapon independently while the pilot focuses on controlling the mech and keeping it stable for the rest of the team.</div>",
    "mounts": ["Flex","Heavy"],
    "stats": {
      "size": 3,
      "structure": 4,
      "stress": 4,
      "armor": 2,
      "hp": 8,
      "evasion": 6,
      "edef": 8,
      "heatcap": 8,
      "repcap": 3,
      "sensor_range": 10,
      "tech_attack": 0,
      "save": 10,
      "speed": 2,
      "sp": 6
    },
    "traits": [
      {
        "name": "Slow",
        "description": "<div>The Thales receives +1 difficulty on Agility checks and saves.</div>"
      },
      {
        "name": "Gun Carriage",
        "description": "<div>The Thales has several disconnected compartments that house remote controls for each weapon mount. For each weapon mount this mech has, it has space for one additional non-Mech character of Size 1/2 to ride as a passenger. While inside the mech, they cannot suffer any effect from outside or be targeted by attacks, as if they were a pilot.</div>"
      }
    ],
    "core_system": {
      "name": "Toronto Corrective Stabilization System",
      "active_name": "TCSS Ultrastabilization Mode",
      "active_effect": "<p>For the rest of the scene, when you perform an Invade Quick Tech action, you may apply Lock On to that character as a Free Action after the Invade resolves.</p>",
      "activation": "Protocol",
      "description": "<p>The hydraulics found in the Thales are second to none in terms of reliability. This is because they are hardly forced to output much power for movement, due to the complex nature of the joints required to house so many heavy weapons capable of outputting so much recoil. Despite its strict tactical niche, the sheer stability provided by the Thales as a weapons platform allows it to be a favorite with most AAF forces. While it's less functional for the cavalry use pilots are commonly associated with, the range of the guns capable of being used on the Thales offsets its lack of agility.</p>",
      "deactivation": "None",
      "use": "Encounter",
      "passive_name": "Crewed Guns",
      "passive_effect": "<p>Passengers in the Thales take their turns during the Thales’ turns, but may not Overcharge.</p><p>1/round, for each passenger in the Thales, that passenger may fire one ranged weapon on the Thales against a hostile character within that weapon’s Range. Weapons fired this way gain +2 difficulty.</p><p>If you did not move last turn, including involuntary movement, and did not take the Skirmish or Barrage action, your passengers gain +1 accuracy until the end of your turn.</p>",
      "passive_actions": [
        {
          "name": "Thales Skirmish",
          "activation": "Free",
          "detail": "<p>Skirmish with one weapon, if possible. This counts as a passenger firing the weapon.</p>",
          "cost": 0,
          "pilot": false,
          "damage": [],
          "range": [],
          "synergy_locations": [],
          "tech_attack": false,
          "frequency": "Unlimited"
        }
      ]
    },
    "image_url": "",
    "y_pos": 4
  },
  {
    "id": "AAFHERON",
    "license_id": "AAFHERON",
    "source": "AAF",
    "license_level": 2,
    "name": "Heron",
    "mechtype": [
      "Striker",
      "Defender"
    ],
    "description": "<div>The Heron is a massive, towering frame designed and built to withstand combat against other massive or powerful mechs while still being able to retaliate against lighter mechs. However, its extreme size also makes it unwieldy and easy to topple. Instead of being armed with an unfathomable array of weaponry or communications access to request firepower only handled by ships, it is armed with its notably huge arms that allow it to do catastrophic damage to mechs, vehicles, and buildings alike, even capable of damaging smaller ships with its sheer kinetic power.</div>",
    "mounts": ["Flex","Flex"],
    "stats": {
      "size": 4,
      "structure": 3,
      "stress": 4,
      "armor": 2,
      "hp": 9,
      "evasion": 10,
      "edef": 6,
      "heatcap": 5,
      "repcap": 3,
      "sensor_range": 10,
      "tech_attack": 0,
      "save": 10,
      "speed": 2,
      "sp": 8
    },
    "traits": [
      {
        "name": "Supercolossal",
        "description": "<div>The Heron can move over and end its turn while sharing its spaces with characters or terrain that is at least one size smaller than itself, and vice-versa as long as the Heron is at least one size larger, as long as the Heron occupies four unoccupied spaces.</div>"
      },
      {
        "name": "Unfathomably Massive",
        "description": "<div>The Heron receives +1 difficulty on all non-Systems checks and saves.</div>",
        "synergies": [
          {
            "locations": [
              "agility",
              "hull",
              "engineering"
            ],
            "detail": "<div>The Heron receives +1 difficulty on all non-Systems checks and saves it must make.</div>"
          }
        ]
      },
      {
        "name": "Insurmountable Armor",
        "description": "<div>Attacks against the Heron have their attack bonus and accuracy reduced to 0 after difficulty.</div>"
      }
    ],
    "core_system": {
      "name": "War Platform",
      "active_name": "Reinforcement Protocol",
      "active_effect": "<p>For the rest of the scene, you become immune to Shredded, may use your Grand Slam trait 2/round, and 1/round you may either;</p><ul><li><p>boost as a free action, or</p></li><li><p>stand up as a free action.</p><p>You may only choose one of these options each round.</p></li></ul>",
      "activation": "Protocol",
      "description": "<p>Few things earn the right to be called a 'War Platform' more than the Heron. While many frames are wonderful, powerful, mighty, or even magical, few can go into an active warzone and declare itself the winner and then, only after that declaration, set out to achieve it. A one-on-one fight against a Heron can prove to be a tedious affair, and hard feelings are rare due to the skill required both to properly control the Heron and to fight against it.</p>",
      "deactivation": "None",
      "use": "Encounter",
      "active_actions": [
        {
          "name": "Reinforced Boost",
          "activation": "Free",
          "detail": "<p>You may move a number of spaces equal to your Speed.</p>",
          "cost": 0,
          "pilot": false,
          "tech_attack": false,
          "frequency": "Unlimited"
        },
        {
          "name": "Reinforced Stand",
          "activation": "Free",
          "detail": "<p>You may Stand Up from being Prone without forgoing your normal movement.</p>",
          "cost": 0,
          "pilot": false,
          "tech_attack": false,
          "frequency": "Unlimited"
        }
      ],
      "active_bonuses": [],
      "active_synergies": [],
      "passive_name": "Reinforced Frame",
      "passive_effect": "<p>Your mech has -1 structure; 1/scene, if you would lose structure and roll on the structure loss table, you may double the result of one dice in the roll. If this would result in a roll result above 6, you are not impaired and only lose structure.</p>",
      "passive_synergies": [
        {
          "locations": [
            "structure"
          ],
          "detail": "<p>1/scene, if you would lose structure and roll on the structure loss table, you may double the result of one dice in the roll. If this would result in a roll result above 6, you are not impaired and simply lose structure.</p>"
        }
      ]
    },
    "image_url": "",
    "y_pos": 4
  },
  {
    "id": "AAFGAUSS",
    "license_id": "AAFGAUSS",
    "source": "AAF",
    "license_level": 2,
    "name": "Gauss",
    "mechtype": ["Striker"],
    "description": "<div>The Gauss pattern frame is the AAF's token small frame, and arguably the AAF's most efficient frame in general. Its lack of size is made up for in sheer speed and durability, and its wide range of equipment allows the Gauss to take on roles often unfriendly to other small frames such as the Caliban or the Atlas.</div>",
    "mounts": ["Main","Heavy"],
    "stats": {
      "size": 0.5,
      "structure": 4,
      "stress": 4,
      "armor": 3,
      "hp": 6,
      "evasion": 8,
      "edef": 8,
      "heatcap": 6,
      "repcap": 3,
      "sensor_range": 3,
      "tech_attack": -2,
      "save": 10,
      "speed": 5,
      "sp": 6
    },
    "traits": [
      {
        "name": "Riposte",
        "description": "<div>1/round, when the Gauss is impaired or knocked prone it may roll an agility check and, if it succeeds, it immediately moves 1 space in any direction and clears the condition.</div>"
      },
      {
        "name": "Reflector",
        "description": "<div>When the Gauss Braces, it takes 2 AP damage and reduces incoming damage to 0 instead of gaining Resistance and, if it is Bracing against a ranged attack, it changes the target of the attack to the Attacker, removing all Accuracy and Difficulty before rolling to hit.</div>"
      },
      {
        "name": "Exposed Reactor",
        "description": "<div>The Gauss receives +1 Difficulty on ENGINEERING checks and saves.</div>",
        "synergies": [
          {
            "locations": [
              "engineering"
            ],
            "detail": "<div>The Gauss receives +1 Difficulty on ENGINEERING checks and saves.</div>"
          }
        ]
      }
    ],
    "core_system": {
      "name": "Grim Reaper Drive",
      "active_name": "Engage Drive",
      "active_effect": "<p>At the end of your turn, you gain the following benefits for the rest of the scene and may immediately spend 1 repair to restore your HP to max:</p><ul><li><p>You may take two quick actions after you brace.</p></li><li><p>You may boost 1/round as a free action.</p></li><li><p>When you overcharge, you take a max of 3 heat.</p></li><li><p>You gain +1 accuracy on Hull checks and saves.</p></li></ul>",
      "activation": "Full",
      "description": "<p>The Grim Reaper Drive was designed in honor of the original test pilots of the Gauss frame, and is what dictates the Gauss's status as a threat. Its power is so potent that a rumor is passed around; the only thing more dangerous than a Gauss with its drive engaged is a Gauss who has yet to engage its drive. While the names and faces of the original Grim Reapers have been lost to time, the names and faces of Gauss pilots forced to engage their Grim Reaper drives are often carved into the memory of those forced to engage them.</p>",
      "deactivation": "None",
      "use": "Encounter",
      "active_actions": [
        {
          "name": "Grim Boost",
          "activation": "Free",
          "detail": "<p>Move up to a number of spaces equal to your Speed.</p>",
          "cost": 0,
          "pilot": false,
          "tech_attack": false,
          "frequency": "Unlimited"
        }
      ],
      "active_bonuses": [],
      "active_synergies": [
        {
          "locations": [
            "overcharge"
          ],
          "detail": "<p>When you overcharge, you take a max of 3 heat.</p>"
        },
        {
          "locations": [
            "hull"
          ],
          "detail": "<p>You gain +1 accuracy on Hull checks and saves.</p>"
        }
      ]
    },
    "image_url": "",
    "y_pos": 4
  },
  {
    "id": "AAFERDOS",
    "license_id": "AAFERDOS",
    "source": "AAF",
    "license_level": 2,
    "name": "Erdos",
    "mechtype": ["Balanced"],
    "description": "<div>The Erdos is a large bipedal powered armor suit, one of the simpler models produced for the defense of Atacama and generally far less offensively capable than their Euler counterparts. Where they fail in maneuverability and firepower, however, they excel in sustained presence as pilots do all sorts of things to keep their hardy Erdos in the fight no matter how long it goes on, how hard it gets, or how far it gets away from them.</div>",
    "mounts": ["Aux/Aux","Flex","Heavy"],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 8,
      "evasion": 8,
      "edef": 8,
      "heatcap": 5,
      "repcap": 5,
      "sensor_range": 10,
      "tech_attack": 0,
      "save": 10,
      "speed": 4,
      "sp": 7
    },
    "traits": [
      {
        "name": "Sandlot Applicators",
        "description": "<div>1/scene, the Erdos may do one of the following:</div><ul><li><div>Reload all Loading Weapons.</div></li><li><div>Boost as a free action.</div></li><li><div>Perform an additional quick action if it braced during its last turn.</div></li><li><div>Immediately break a grapple.</div></li></ul>"
      },
      {
        "name": "Hypersimplified Construction",
        "description": "<div>While resting, the Erdos can be repaired at a rate of 1 Repair per 1 structure damage, instead of 2 Repairs.</div>",
        "bonuses": [
          {
            "id": "cheap_struct",
            "val": "true",
            "overwrite": false,
            "replace": false
          }
        ]
      }
    ],
    "core_system": {
      "name": "Seshat-Class NHP",
      "active_name": "Wake Up Call",
      "active_effect": "<p>For the rest of the mission, the integrated NHP is, against its will and your better judgement, nigh-irrevocably given control of the mech. Your turn immediately ends and it immediately takes its turn following the activation. While this effect is active, the NHP may benefit from your talents, the Erdos may not be shut down for any reason, and the pilot may overcharge the mech as normal at half cost and twice per round. You may end the effect and take back control of the mech by succeeding a Systems check or as a part of any rest. As you have disabled the mech's shutdown override, the Erdos's active cannot be activated again and you may not benefit from the Erdos's core passive until your next full repair.</p>",
      "activation": "Full",
      "description": "<p>The Erdos comes equipped with a custom-tuned and independently housed and powered NHP that makes starting up the mech a simple task, automating many of the more tedious tasks involved in starting systems and mounting the mech. However, the NHP goes into a sleep mode once the mech is under a pilot's or another AI's control. The pilot is strictly forbidden from granting control of the Erdos to this NHP, though no violation reports have been publicly recorded so far.</p>",
      "deactivation": "Full",
      "use": "Mission",
      "passive_name": "Erdos Integrated NHP",
      "passive_effect": "<p>Your mech gains the AI tag; however, this NHP doesn’t count towards the number of AIs you may have installed at once. You are unable to hand over control of your mech to this NHP as a Protocol, but it is capable of cascading.</p><p>You may Boot Up or Mount the Erdos as a quick action. If any NHP in your mech is cascading, this NHP will, as a protocol, shut off your mech.</p>",
      "passive_actions": [
        {
          "name": "Speed Mount",
          "activation": "Quick",
          "detail": "<p>Boot up, mount, or dismount the Erdos.</p>",
          "cost": 0,
          "pilot": false,
          "tech_attack": false,
          "frequency": "Unlimited"
        },
        {
          "name": "Deactivate Mech",
          "activation": "Protocol",
          "detail": "<p>Immediately perform the Shut Down action.</p>",
          "cost": 0,
          "pilot": false,
          "tech_attack": false,
          "frequency": "Unlimited"
        }
      ]
    },
    "image_url": "",
    "y_pos": 7
  },
  {
    "license_id": "AAFPOINCUSTOM",
    "id": "AAFPOINCUSTOM",
    "source": "AAF",
    "license_level": 2,
    "name": "Poincare",
    "mechtype": ["Support","Striker"],
    "description": "<div>The Poincare is a reward to pilots who pay for the Archimedes license. It features many quality of life features that make piloting it considerably easier and more fulfilling, including a Comp/Con-assisted augmented reality suite to assist in both aiming and staving off boredom during downtime. What makes the Poincare so unique compared to the original is the enhanced joint reinforcements allowing for more speed at the cost of power being drained from its sensor array.</div>",
    "mounts": ["Main","Flex"],
    "stats": {
      "size": 0.5,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 9,
      "evasion": 10,
      "edef": 8,
      "heatcap": 6,
      "repcap": 5,
      "sensor_range": 20,
      "tech_attack": 0,
      "save": 11,
      "speed": 5,
      "sp": 6
    },
    "traits": [
      {
        "name": "Clingrod Magnetizers",
        "description": "<div>The Poincare treats all solid surfaces, including ceilings, as flat ground for the purposes of movement; it can move across them normally instead of climbing. While doing so, it becomes Immobilized while it is knocked Prone by other characters, though it can still Stand Up to clear the condition.</div>"
      },
      {
        "name": "Archon Stasis-Amp",
        "description": "<div>As a protocol, the Poincare may divert power from its legs to its communications array, allowing the extra power to be used on one tech action.</div>",
        "actions": [
          {
            "name": "Activate Archon Stasis-Amp",
            "activation": "Protocol",
            "detail": "<div>You may become Prone and choose one:</div><ul><li><div>Bolster as a free action. Your target may clear 2 heat or gain 2 overshield.</div></li><li><div>Lock On as a free action. That character gains 2 heat when the Lock-On is consumed.</div></li><li><div>Automatically search or scan a target as a free action.</div></li></ul>",
            "pilot": false,
            "tech_attack": false
          }
        ]
      }
    ],
    "core_system": {
      "name": "Gatling Gun",
      "active_name": "Radio Flash",
      "active_effect": "<p>You may perform the Scan quick action as a free action against any number of hostile characters within Sensors. Each character scanned this way may have an invade option applied to them by another friendly character. This does not count as a successful invade and does not apply heat on its own as if it was a successful invade.</p>",
      "activation": "Full",
      "description": "<p>The Gatling Gun, labelled the FK4847 Gatling Gun, is a compact rotating-barrel rapid-fire \"siege rifle\" mounted to the bottom of all Depth Crawlers. While slow and unwieldy, its reinforcements allow it to be fired for a considerable length of time and with a considerable amount of power behind each round before the gun cooks the mech. Its overwhelming heat make it unfavorable for anything more complicated than a Poincare, however. Even Tokugawas would have trouble putting the FK4847 Gatling Gun to good use, so the AAF hasn't opted to sell it or an alternative version of it standalone.</p>",
      "deactivation": "None",
      "integrated": ["AAFDEPTHGATLING"],
      "special_equipment": [],
      "tags": []
    },
    "image_url": "",
    "y_pos": 21
  },
  {
    "id": "AAFPOIN",
    "license_id": "AAFPOIN",
    "source": "AAF",
    "license_level": 0,
    "name": "Archimedes",
    "mechtype": ["Support","Striker"],
    "description": "<div>The Archimedes is the AAF's premier donationware combat assistant platform, available to any pilot with a valid license. While not as popular as the Everest, Sherman, or even Erdos, its popularity as a free and outside-the-norm mech is undeniable according to many pilots early in their career. Built from the ground-up for cave missions, the Archimedes is a valuable addition to any fire team needing fire support, reconnaissance, spotting, or any number of other supportive maneuvers as it crawls across walls and ceilings.</div>",
    "mounts": ["Main","Flex"],
    "stats": {
      "size": 0.5,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 8,
      "evasion": 10,
      "edef": 8,
      "heatcap": 6,
      "repcap": 5,
      "sensor_range": 20,
      "tech_attack": 1,
      "save": 10,
      "speed": 5,
      "sp": 7
    },
    "traits": [
      {
        "name": "Clingrod Magnetizers",
        "description": "<div>The Archimedes treats all solid surfaces, including ceilings, as flat ground for the purposes of movement; it can move across them normally instead of climbing. While doing so, it becomes Immobilized while it is knocked Prone by other characters, though it can still Stand Up to clear the condition.</div>"
      },
      {
        "name": "Archon Stasis-Amp",
        "description": "<div>As a protocol, the Archimedes may divert power from its legs to its communications array, allowing the extra power to be used on one tech action.</div>",
        "actions": [
          {
            "name": "Activate Archon Stasis-Amp",
            "activation": "Protocol",
            "detail": "<div>You may become Prone and choose one:</div><ul><li><div>Bolster as a free action. Your target may clear 2 heat or gain 2 overshield.</div></li><li><div>Lock On as a free action. That character gains 2 heat when the lockon is consumed.</div></li><li><div>Automatically search or scan a target as a free action.</div></li></ul>",
            "pilot": false,
            "tech_attack": false
          }
	      ]
      }
    ],
    "core_system": {
      "name": "Gatling Gun",
      "active_name": "Radio Flash",
      "active_effect": "<p>You may perform the Scan quick action as a free action against any number of hostile characters within Sensors. Each character scanned this way may have an invade option applied to them by another friendly character. This does not count as a successful invade and does not apply heat on its own as if it was a successful invade.</p>",
      "activation": "Full",
      "description": "<p>The Gatling Gun, labelled the FK4847 Gatling Gun, is a compact rotating-barrel rapid-fire \"siege rifle\" mounted to the bottom of all Depth Crawlers. While slow and unwieldy, its reinforcements allow it to be fired for a considerable length of time and with a considerable amount of power behind each round before the gun cooks the mech. Its overwhelming heat make it unfavorable for anything more complicated than a Poincare, however. Even Tokugawas would have trouble putting the FK4847 Gatling Gun to good use, so the AAF hasn't opted to sell it or an alternative version of it standalone.</p>",
      "deactivation": "None",
      "active_actions": [],
      "integrated": ["AAFDEPTHGATLING"],
      "special_equipment": [],
      "tags": []
    },
    "image_url": "",
    "y_pos": 20
  },
  {
    "id": "AAFHILBERT",
    "source": "AAF",
    "license_level": 2,
    "name": "Hilbert",
    "mechtype": ["Controller"],
    "variant": "Pythagoras",
    "license_id": "AAFPYTHAG",
    "description": "<div>The Hilbert may be taken at rank II of the Pythagoras license instead of the base FRAME.</div><div></div><div>The Hilbert is the testbed project that flew so the Pythagoras could find its stride. It was an unfathomably complex beast before it was run through the Plyboard Structural Conversion program. Time and time again, the PSC was iterated on and the Hilbert was run through it before the AAF settled on a program that could handle simplifying the Pythagoras. When the Hilbert and the Pythagoras finally finished development, it was a momentous occasion. Ground forces and air forces united to perform this miraculous task, and the payoff was a mech now known for its dangerous run-and-gun strategies that made it a favorite among Atacaman strategists and think tanks who quickly found counter-insurgent uses for a platform that could not only deploy everything from bombs to subalterns, but also Pythagoras and other smaller war machines deep into the backlines of hostile forces.</div>",
    "mounts": ["Aux/Aux","Flex"],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 8,
      "evasion": 10,
      "edef": 8,
      "heatcap": 6,
      "repcap": 4,
      "sensor_range": 5,
      "tech_attack": 0,
      "save": 11,
      "speed": 4,
      "sp": 6
    },
    "traits": [
      {
        "name": "AAF Integrated Scramjet System",
        "description": "<div>The Hilbert may fly when it moves or boosts. If it does so, it gains 1 Heat at the end of the turn.</div>"
      },
      {
        "name": "Expanded Cargo Bays",
        "description": "<div>All Limited systems and weapons equipped to the Hilbert gain +1 charge.</div>",
        "bonuses": [
          {
            "id": "limited_bonus",
            "val": 1,
            "overwrite": false,
            "replace": false
          }
        ]
      }
    ],
    "core_system": {
      "name": "Hilbert Hyperjet Protocols",
      "active_name": "Hilbert Z Overcharge",
      "active_effect": "<p>Until the end of the scene, 1/round when you use a limited charge, you may move a number of spaces up to half your speed.</p>",
      "activation": "Protocol",
      "description": "<p><em>One thing the Hilbert was built for was mid-combat asset management. Its engines are only rated for so much, but it is capable of surprising feats when pushed accordingly.</em></p>",
      "use": "Encounter"
	},
    "image_url": "",
    "y_pos": 0
  },
  {
    "id": "HD_SHAKYAS",
    "license_id": "HD_SHAKYAS",
    "source": "DFI",
    "license_level": 2,
    "name": "Shakyas",
    "mechtype": ["Striker","Defender"],
    "description": "<div>Constantly being improved upon over the years, the EXO-48 Shakyas Exosuit is an originally archaic design that has stood the test of time. Although its stock loadout lacks the anti-armour capabilities of its predecessor, the frame is easily modifiable and its systems are beneficial to most common weapons. Like the Byblos, the Shakyas often finds itself in places where printers are scarce, allowing it to make the most of its easily replaceable parts.</div>",
    "mounts": ["Main","Main/Aux"],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 10,
      "evasion": 10,
      "edef": 6,
      "heatcap": 5,
      "repcap": 5,
      "sensor_range": 10,
      "tech_attack": 0,
      "save": 10,
      "speed": 5,
      "sp": 5
    },
    "traits": [
      {
        "name": "Mass-Produced Parts",
        "description": "<div>While resting, the Shakyas can be repaired at a rate of 1 Repair per 1 structure damage, instead of 2 Repairs. Additionally, if printers are not available, parts for the Shakyas are easier to find.</div>",
        "bonuses": [
          {
            "id": "cheap_struct",
            "val": "true",
            "overwrite": false,
            "replace": false
          }
        ]
      },
      {
        "name": "Brazen Steel",
        "description": "<div>If an attack would cause the Shakyas to take structure damage, it immediately gains resistance to it. This can happen multiple times in a row if the reduced damage prevents loss of structure. Attacks which directly deal structure damage, such as Sniper's Mark, are unaffected by this and deal damage as normal.</div>"
      }
    ],
    "core_system": {
      "name": "Systems Tweak",
      "active_name": "Gimbal Unlock",
      "active_effect": "<div>You unlock the gimbal mounts on your weapons, allowing them to rotate independently of each-other. For the rest of the scene:<ul><li>1/round, you may take an additional Overwatch reaction.</li><li>You gain +1 Accuracy on attacks made as reactions.</li><li>If a weapon does not already have Reliable, it gains Reliable 1.</li></ul></div>",
      "activation": "Protocol",
      "description": "<p>Due to the Shakyas's simple construction, field modifications and tweaks to the mech's systems are commonplace among savvy pilots.</p>",
      "use": "Encounter"
    },
    "image_url": "",
    "y_pos": 0
  },
  {
    "id": "HD_KOLIYAS",
    "license_id": "HD_KOLIYAS",
    "source": "DFI",
    "license_level": 2,
    "name": "Koliyas",
    "mechtype": ["Defender"],
    "description": "<div>Developed to fight heavier threats, the EXO-51 Koliyas is simple, reliable, but clunky frame capable of carrying heavier weaponry than its predecessors. Typically deployed with the FLAM-270 Arc Melter and the AC-150 Liberty, its stock loadout is capable of dealing with a wide variety of opponents, an ability that, along with its bulk, has made it a popular choice across the galaxy.</div>",
    "mounts": ["Flex","Heavy"],
    "stats": {
      "size": 2,
      "structure": 4,
      "stress": 4,
      "armor": 2,
      "hp": 8,
      "evasion": 6,
      "edef": 8,
      "heatcap": 6,
      "repcap": 4,
      "sensor_range": 5,
      "tech_attack": -1,
      "save": 10,
      "speed": 3,
      "sp": 5
    },
    "traits": [
      {
        "name": "Slow",
        "description": "<div>The Koliyas receives +1 difficulty on Agility checks and saves.</div>",
        "synergies": [
          {
            "detail": "<div>The Koliyas receives +1 difficulty on Agility checks and saves.</div>",
            "locations": ["agility"]
          }
        ]
      },
      {
        "name": "Guardian",
        "description": "<div>Adjacent allied characters can use the Koliyas for hard cover.</div>"
      },
      {
        "name": "Refined Actuators",
        "description": "<div>The Koliyas receives +1 accuracy on all attacks made as reactions (e.g. Overwatch).</div>",
        "synergies": [
          {
            "detail": "<div>The Koliyas receives +1 accuracy on all attacks made as reactions.</div>",
            "locations": ["overwatch","weapon"]
          }
        ]
      }
    ],
    "core_system": {
      "name": "Integrated COMP/CON Unit",
      "active_name": "Sentry Mode",
      "active_effect": "<div>You hand over control of your mech's weapons to your COMP/CON unit for the rest of the scene, being responsible solely for movement. It acts immediately after you, using whatever actions are remaining from your turn to attack the nearest enemy within line of sight. While the controls are transferred, you gain the following benefits:<ul><li>You roll a critical on a 19 or 20.</li><li>If you do not voluntarily move, you roll to hit with accuracy.</li><li>Your ranged weapons gain +2 threat.</li></ul>At the end of the scene, weapons control is returned to you and the COMP/CON unit goes into a repair state, its electronics damaged from the immense amount of processing it had to do. While in its repair state, you do not benefit from the COMP/CON unit's passive until your next full repair.</div>",
      "activation": "Protocol",
      "description": "<div>The Koliyas comes equipped with an integrated President-Class COMP/CON unit designed to decrease pilot stress by assisting with aiming weapons. Though the frame's handbook states not to hand full weapons control over to the unit, most pilots disregard it.</div>",
      "use": "Encounter",
      "passive_name": "President-Class Integrated COMP/CON Unit",
      "passive_effect": "<div>Your mech gains the AI tag; however, this COMP/CON doesn’t count towards the number of AIs you may have installed at once.<p><p>Any turrets or other stationary automated weapons under your control will prioritize targets you attack, even if the attack misses.<p><p>You can give control of your mech to its COMP/CON as a protocol, allowing your mech to act independently on your turn with its own set of actions. Unlike other AIs, a mech controlled by a COMP/CON has no independent initiative and requires direct input. Your mech will follow basic courses of action (defend this area, attack this enemy, protect me, etc.) to the best of its ability, or will act to defend itself if its instructions are complete or it receives no further guidance. You can issue new commands at the start of your turn as long as you are within Range 50 and have the means to communicate with your mech. Comp/con units are not true NHPs and thus cannot enter cascade.</div>"
    },
    "image_url": "",
    "y_pos": 0
  },
  {
    "id": "HD_BYBLOS",
    "license_id": "HD_BYBLOS",
    "source": "DFI",
    "license_level": 2,
    "name": "Byblos",
    "mechtype": ["Striker"],
    "description": "<div>Though largely obsolete by modern standards, the Byblos is still favoured by some pilots for its modifiability and reliability, with many of them often being a mismatch of replacement parts from various other Byblos. Many consider these pilots to be mad or downright stupid, but they've proven to be just as effective as pilots of more modern mechs, meaning they haven't been forced to a newer frame just yet.</div>",
    "mounts": ["Main","Aux/Aux"],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 8,
      "evasion": 10,
      "edef": 6,
      "heatcap": 6,
      "repcap": 5,
      "sensor_range": 6,
      "tech_attack": -2,
      "save": 10,
      "speed": 4,
      "sp": 5
    },
    "traits": [
      {
        "name": "Mass-Produced Parts",
        "description": "<div>While resting, the Byblos can be repaired at a rate of 1 Repair per 1 structure damage, instead of 2 Repairs. Additionally, if printers are not available, parts for the Byblos are easier to find.</div>"
      },
      {
        "name": "Archaic Systems",
        "description": "<div>Tech attacks against the Byblos receive +1 difficulty.</div>"
      },
      {
        "name": "Simple Construction",
        "description": "<div>The Byblos is immune to Impaired and Stunned received from Structure or Stress damage.</div>"
      }
    ],
    "core_system": {
      "name": "Overclock Injector",
      "active_name": "Overdrive",
      "active_effect": "<p>For the rest of the scene, you gain +1 Accuracy on all Attacks, Checks, and Saves. Additionally, 1/turn, you may take any quick action as a free action.</p>",
      "activation": "Quick"
    },
    "image_url": "",
    "y_pos": 0
  },
  {
    "id": "HD_MALLAKAS",
    "license_id": "HD_MALLAKAS",
    "source": "DFI",
    "license_level": 2,
    "name": "Mallakas",
    "mechtype": ["Support","Striker"],
    "description": "",
    "mounts": ["Aux/Aux","Flex"],
    "stats": {
      "size": 0.5,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 6,
      "evasion": 12,
      "edef": 6,
      "heatcap": 4,
      "repcap": 2,
      "sensor_range": 3,
      "tech_attack": 0,
      "save": 11,
      "speed": 4,
      "sp": 8
    },
    "traits": [
      {
        "name": "Take Cover",
        "description": "<div>While Prone, the Mallakas counts as having hard cover regardless of line of sight.</div>"
      },
      {
        "name": "Compact Actuators",
        "description": "<div>The Mallakas receives +1 difficulty on Hull checks and saves.</div>"
      },
      {
        "name": "Heroic Technology",
        "description": "<div>The Mallakas and all deployables under its control receive +1 accuracy on Engineering checks and saves.</div>"
      }
    ],
    "core_system": {
      "name": "Stratagem Support",
      "active_name": "Hero of Democracy",
      "active_effect": "<div>For the rest of the scene;<ul><li>Entering line of sight of hostile characters or moving from cover does not stop you from being Hidden.</li><li>The Mallakas may throw Grenades or plant Mines from any system anywhere within Sensors.</li><li>When you use a Limited weapon or system, roll a d6. On a 5 or 6, regain one limited use of that weapon or system.</li><li>When targeted for an attack or within the area of an attack the Mallakas may immediately dive prone as a reaction.</li></ul></div>",
      "activation": "Protocol",
      "description": "",
      "use": "Encounter",
      "active_actions": [
        {
          "name": "Dive Prone",
          "activation": "Reaction",
          "detail": "<div>As long as you are not Immobilized, immediately move 1 space. This movement ignores engagement and Slowed and doesn’t provoke reactions. Afterward the attack, become Prone.</div>",
          "cost": 0,
          "pilot": false,
          "tech_attack": false,
          "frequency": "1/round",
          "trigger": "<p>You are targeted for an attack.</p>"
        }
      ],
      "passive_name": "Drone Support",
      "passive_effect": "<p>At mission start and during each Full Rest, choose a single drone from the Mallakas's integrated deployables to accompany you.</p><p>Your drones share your Evasion, E-Defense, and Speed. They move independently of you on your turn, and you gain the action specified in their stat block. They can fly at all times, and if you can teleport, they can too.</p><p>When you rest or perform a full repair, you may choose a different drone to accompany you, and all your drones automatically regain full HP and are repaired if they are destroyed.</p>",
      "deployables": [
        {
          "name": "AD-334 Guard Dog",
          "type": "Drone",
          "detail": "You may, as a free action, make an attack with the AD-334 Guard Dog's weapon, dealing 2 kinetic damage to and, if you deal more than 0 damage, slowing the nearest hostile character within Range 5.",
          "size": 0.5,"instances": 1,"cost": 1,"hp": "5+{grit}",
          "activation": "Free",
          "pilot": false,
          "mech": false,
          "actions": [
            {
              "name": "Fire Guns",
              "activation": "Free",
              "detail": "<p>The AD-334 Guard Dog fires its guns at the closest target to it within Range 5, dealing 2 Kinetic damage and Slowing the target. If damage is not dealt (Ex. The target has 2 Armour and negates all of the attack's damage), the target is not Slowed.</p>",
              "cost": 0,
              "pilot": false,
              "damage": [],
              "range": [],
              "synergy_locations": [],
              "tech_attack": false,
              "frequency": "Unlimited"
            }
          ]
        },
        {
          "name": "Humblebee UAV",
          "type": "Drone",
          "detail": "<p>The Mallakas may use the Humblebee's sensor range (of 5 spaces) in place of its own for tech actions, as long as the mech itself has line of sight to the target. If multiple Liberty Divers are on the field, and aren't hostile towards each-other, both mechs may use either Humblebee UAV for this.</p>",
          "size": 0.5,"instances": 1,"cost": 1,"hp": "5+{grit}","sensor_range": "5",
          "activation": "Free",
          "pilot": false,
          "mech": false,
          "actions": [
            {
              "name": "Probe",
              "activation": "Free",
              "detail": "<p>The Humblebee UAV scans within its sensor range, clearing the Hidden condition from all hostile characters within Sensors. At the GM's discretion, this action may also reveal hidden items within the same range.</p>",
              "cost": 0,
              "pilot": false,
              "tech_attack": false
            }
          ]
        }
      ]
    },
    "image_url": "",
    "y_pos": 0
  },
  {
    "id": "HD_LICCHAVIS",
    "license_id": "HD_LICCHAVIS",
    "source": "DFI",
    "license_level": 2,
    "name": "Licchavis",
    "mechtype": ["Artillery"],
    "description": "",
    "mounts": ["Main","Flex","Heavy"],
    "stats": {
      "size": 2,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 8,
      "evasion": 8,
      "edef": 8,
      "heatcap": 8,
      "repcap": 4,
      "sensor_range": 10,
      "tech_attack": -2,
      "save": 10,
      "speed": 3,
      "sp": 5
    },
    "traits": [
      {
        "name": "Slow",
        "description": "<div>The Licchavis receives +1 difficulty on Agility checks and saves.</div>"
      },
      {
        "name": "Lightweight Frame",
        "description": "<div>Whenever the Licchavis fires a Heavy or Superheavy weapon, it may choose to move one space in any direction.</div>"
      }
    ],
    "core_system": {
      "name": "Judgement Satellite Array",
      "active_name": "His Divine Light",
      "active_effect": "<div>You fire your Judgement Satellite Array, creating 3 Blast 1 areas of blinding white light that don't overlap originating at spaces you can see within Range 50. Whenever a character starts their turn in or enters an area for the first time during their turn, they take 1d6 Energy damage. As a full action, you may relocate any number of these beams, following the same rules as deploying them.</div>",
      "activation": "Full",
      "description": "<div>Licensed alongside the Licchavis frame is your very own Judgement Satellite Array. Look at how special you are!<p><p>Utilizing groups of satellites firing towards singular focal points, Judgement Arrays are capable of projecting devastating force for their energy cost. Though not the deadliest weapon in the Helldivers arsenal, they excel at illuminating enemies, making them stand right out in the sights of a Smite or Claymore.</dive>",
      "use": "Encounter",
      "active_actions": [
        {
          "name": "Relocate His Divine Light",
          "activation": "Full",
          "detail": "<div>You relocate any number of your His Divine Light beams to new positions within Line of Sight and Range 50.</div>",
          "cost": 0,
          "pilot": false,
          "tech_attack": false
        }
      ]
    },
    "image_url": "",
    "y_pos": 0
  }
]
