[
  {
    "id": "AAF",
    "name": "ATACAMA ARMED FORCES",
    "light": "#FF6F6F",
    "dark": "#EE4444",
    "quote": "<div><em>Be calm, be bold, and raise your guns!</em></div>",
    "logo_url": "https://gist.githubusercontent.com/Codepoii/b90e5af447a1df990da15f91779675e4/raw/f492aaa0e7cb7e968b7aca6fdeea639c5370ccf0/AAF.svg",
    "description": "<div>The Atacama Armed Forces, commonly known as the AAF, is the central bureau of the Atacaman military. As a Diasporan world recontacted by ThirdComm, it is host to countless novel, though often savage, improvements and side-technologies. Aside from its generally lax stance on arms licensing, rarely opting for anything less than open-source models for mundane technologies, it is a fairly tight-knit technological hub.<br><br>The AAF is mostly known in the rest of Union space for the several suites filed against it by Union officials. Its technologies are brutal and rough, built with a focus on war. This is often linked by scholars to the vast pirate network in the area, which has harassed the planet of Atacama for an unknown amount of time.<br><br>While many manufacturers are nearly governments in their own right, the AAF is an actual government entity that works closely with Union overseers to ensure future technologies appeal to the Utopian Pillars. This has allowed for the AAF's manufacturing to spread beyond the planet, primarily making sales on blueprint and scientific licensing to other manufacturers</div>"
  },
  {
    "id": "DFI",
    "name": "Divers Freedom Initiative",
    "light": "#FFA400",
    "dark": "#D58900",
    "quote": "<div><em>Freedom never sleeps!</em></div>",
    "logo_url": "https://gist.githubusercontent.com/Codepoii/960f9fbca86f59424c9a1850b2c6d2d7/raw/13aeb6aedd1341664cf695b03ffa8dbf76f893fc/DFI.svg",
    "description": "<div>The Divers Freedom Initiative started as a zealous anarchic faction of engineers, scientists, and soldiers. While the corporation is formally owned by a \"Stylla Zzynski\", one of the direct descendants of the original 50 clones of Movima, and has signed contracts with nearly a dozen smaller like-minded firms and manufacturers across Movima, no one in particular is generally heralded as a proper leader. Instead, everyone binds themselves to the concept of and works under the banner of the Initiative.<p><p>DFI primarily functions as Atacama's and Movima's leading printer production and upkeep firm. When they aren't maintaining the system's printer and omninet networks, they're hard at work categorizing and licensing their manufacturers' farming, mining, and civilian defense designs across the planet and its moon. When they aren't doing that, they're desperately keeping a balance of power between the Hobrings, Movima's militia forces, and Atacama's many military industrial complexes.</div>"
  },
  {
    "id": "HFS",
    "name": "HOBRING FORGEWORKS",
    "light": "#DFDF00",
    "dark": "A7A799",
    "quote": "<div><em>We Who Bring The Forgeworks</em></div>",
    "logo_url": "https://gist.githubusercontent.com/Codepoii/f72a3132541721e175a6a0deca752744/raw/bfee154e9d01f0a9b2b30920fcbc7f054adae103/hobringforgework.svg",
    "description": "<div>Directed by the Hobrings Foundation on Atacama, co-owned by all the Hobring-line clones of Atacama and their descendants, Hobring Forgeworks is a franchisee of SSC with an unusual degree of corporate autonomy. The unique situation is due to the Atacaman Hobrings affording their identity to a DNA sequence provided by SSC. The corporation used to be an independent firm up until the rediscovery of Atacama by Thirdcomm, where HFS would decide that putting their work under the eyes and protection of SSC would prove to be beneficial to the planet in the long term.<p><p>HFS mechs make use of unique material sciences devised from Atacama's unique minerals to push printers and the vehicles and weapons that come from them to their limits, making use of harder materials to promote their more aggressive mech philosophy. This doesn't necessarily correlate to a faster or more agile mech, however, as the materials tend to be heavier than normal. What it does mean, however, is it leads to what more experienced Lancers have come to call \"effective evasion.\" Instead of making the mech faster or smaller, it's about making the <em>effective damageable area</em> smaller.<p><p>HFS mechs are often the center of controversy in Pankrati circles, with their powerful armor often being called an unfair advantage. Meanwhile, other Pankrati experts cite the unwieldy nature of the mechs as a significant downside, making these mechs unworthy in the eyes of almost all Pankrati experts. This hasn't stopped them from gaining a notoriety in military circles as 'obnoxious pains in the ass' to both maintain and take down. Wherever you stand, HFS mechs will stand to make a mess of <em>someone's</em> plans, regardless of whoever uses them.</div>"
  }
]