[
  {
    "id": "AAF",
    "name": "ATACAMA ARMED FORCES",
    "light": "#6F6FFF",
    "dark": "#0000FF",
    "description": "<div>The Atacama Armed Forces, commonly known as the AAF, is the central bureau of the Atacaman military. As a diasporan world recontacted by ThirdComm, it is host to countless novel, though often savage, improvements and side-technologies. Aside from its generally lax stance on arms licensing, rarely opting for anything less than open-source models for mundane technologies, it is a fairly tight-knit technological hub.<br><br>The AAF is mostly known in the rest of Union space for the several suites filed against it by Union officials. Its technologies are brutal and rough, built with a focus on war. This is often linked by scholars to the vast pirate network in the area, which has harassed the planet of Atacama for an unknown amount of time.<br><br>While many manufacturers are nearly governments in their own right, the AAF is an actual government entity that works closely with Union overseers to ensure future technologies appeal to the Utopian Pillars. This has allowed for the AAF's manufacturing to spread beyond the planet, primarily making sales on blueprint and scientific licensing to other manufacturers</div>",
    "quote": "<div><em>Be calm, be bold, and raise your guns!</em></div>",
    "logo_url": "https://gist.githubusercontent.com/Codepoii/24296b82eb9d7067892b663601333c7b/raw/658f692aaeafcc1147b2747d61602395ac7962b2/EDF.svg"
  },
  {
    "id": "HELLDIVERS™",
    "name": "HELLDIVERS™",
    "light": "#FFA400",
    "dark": "#D58900",
    "quote": "<div><em>Freedom never sleeps!</em></div>",
    "logo_url": "https://gist.githubusercontent.com/Codepoii/960f9fbca86f59424c9a1850b2c6d2d7/raw/9a01daf32c63beaeed32a9f027973a12ee558427/Helldiver.svg",
    "description": "<div>Known for their use of exceptionally excessive force, the Helldivers, at least as far back as records go, began as an elite SecComm task force dedicated to liberating alien species in the name of Super Cradle. So far, nobody has actually been able to discover what Super Cradle is, and god save us if it turns out it actually exists. Though it began as just a five-man team, the Helldivers eventually expanded to over two billion members in its prime, and under the lead of Hunter Banks, their name was feared across the galaxy. If they didn't know it, any force that opposed the Commission would learn who the Helldivers were soon enough.<br><br>After the fall of SecComm, the Helldiver's higher-ups quietly dismissed Banks, reforming themselves into a peacekeeping firm. In the new era of ThirdComm, the Helldivers rebranded as something of a peacekeeping firm, making some major changes to their policy in order to not be instantly dissolved by ThirdComm. After losing their main source of income from SecComm, the Helldivers realized that due to the simple and mass-produced nature of their SecComm era mechs, many of them could be licensed out to far-out teams and Diasporan worlds that couldn't afford or conform to all the fine print set out by fancier licenses. While these designs would become obsolete in theory, they would find themselves bundled in with other more modern equipment.<br><br>Unlike other manufacturers, mech licenses from the Helldivers often take the form of combined licenses, offering a personal reserve of smaller assets for purposes such as orbital deployment, remote striking, and transport. All of this combined with Helldiver doctrine means that they often have the image of overwhelming firepower, always apply more than is necessary to deal with a problem in order to guarantee victory. This has led to many conflicts with Union, though all of them seem to be mysteriously dropped after a while. Perhaps the influence of Super Cradle is real, after all.</div>"
  }
]