[
  {
    "id": "EDF",
    "name": "EARTH DEFENSE FORCE",
    "light": "#6F6FFF",
    "dark": "#0000FF",
    "description": "<div>The Earth Defense Force, commonly known as the EDF, had its roots early into the Union's history. While it has a reputation as a Seccom holdover that broke out of government affairs, its actual history, as far as rumors go, predates the Union and even space travel entirely, mostly evident by the continued internal use of \"Earth\" when referring to the Cradle. Despite this and their name, however, they typically operate as security for far-field teams, colonies, and smaller Diasporan worlds where their relaxed, cheaper licensing in non-post-scarcity regions is welcome.<br><br>During the ThirdComm era, the EDF has found itself in a continuous legal struggle between it and the Union over the relatively destructive nature of its arsenal, skirting countless lines to meet legal margins set by the Union without severely reducing the efficacy of its arsenal. Some struggles have been going on for as long as the rise of ThirdComm, while others are as recent as the ban on the use of its Bulge Laser satellite array due to the hazards it presents to unwitting civilian ships who may run across its path.<br><br>While not known for things like \"tact\", \"technological superiority\", or \"grace\", they are known for their seemingly endless stockpile of weaponry, ammunition, mechs, and other vehicles and tools the EDF has designed to utilize their arsenal to the fullest extent possible, all assets the EDF uses to be ready for any job at any location they or pilots who license from them are needed. They're also known for their weapon's extreme potency, using large-caliber or advanced weapons capable of doing catastrophic damage to their targets in spite of, if not because of, the weapon's size or projectile's speed.</div>",
    "quote": "<div><em>Be calm, be bold, and raise your guns!</em></div>",
    "logo_url": "https://gist.githubusercontent.com/Codepoii/24296b82eb9d7067892b663601333c7b/raw/658f692aaeafcc1147b2747d61602395ac7962b2/EDF.svg"
  },
  {
    "id": "HELLDIVERS™",
    "name": "HELLDIVERS™",
    "light": "#FFA400",
    "dark": "#D58900",
    "quote": "<div><em>Freedom never sleeps!</em></div>",
    "logo_url": "https://gist.githubusercontent.com/Codepoii/960f9fbca86f59424c9a1850b2c6d2d7/raw/9a01daf32c63beaeed32a9f027973a12ee558427/Helldiver.svg",
    "description": "<div>Known for their use of exceptionally excessive force, the Helldivers, at least as far back as records go, began as an elite SecComm task force dedicated to liberating alien species in the name of Super Cradle. So far, nobody has actually been able to discover what Super Cradle is, and god save us if it turns out it actually exists. Though it began as just a five-man team, the Helldivers eventually expanded to over two billion members in its prime, and under the lead of Hunter Banks, their name was feared across the galaxy. If they didn't know it, any force that opposed the Commission would learn who the Helldivers were soon enough.<br><br>After the fall of SecComm, the Helldiver's higher-ups quietly dismissed Banks, reforming themselves into a... Umm... <em>Peacekeeping Firm</em>. Yeah, let's call them that. Anyways, in the new era of ThirdComm, the Helldivers rebranded as something of a peacekeeping firm, making some major changes to their policy in order to not be instantly dissolved by ThirdComm. After losing their main source of income from SecComm, the Helldivers realized that due to the simple and mass-produced nature of their SecComm era mechs, many of them could be licensed out to far-out teams and Diasporan worlds that couldn't afford or conform to all the fine print set out by fancier licenses. Eventually, though, these designs became obsolete, which led to the conception of frames like the Mallakas. <br><br>Unlike other manufacturers, mech licenses from the Helldivers often take the form of combined licenses, offering a personal reserve of smaller assets for purposes such as orbital deployment, remote striking, and transport. All of this combined with Helldiver doctrine means that they often have the image of overwhelming firepower, always apply more than is necessary to deal with a problem in order to guarantee victory. This has led to many conflicts with Union, though all of them seem to be mysteriously dropped after a while. Perhaps the influence of Super Cradle is real, after all.</div>"
  }
]